[
    {
    "Name": "Orphbone",
    "Description": "Click and aim to shoot treats at the beloved Hack Club Mascot Orpheus, but watch out, cause he takes his food seriously!",
    "Link": "https://tnt-a.itch.io/orphbone", 
    "Image": "sprites/game_screenshots/orphbone_logo_som.png" 
    },
    {
    "Name": "Flappy Bird",
    "Description": "This is just the classic flappy bird game.",
    "Link": "https://alyalgendy.itch.io/flappy-bird", 
    "Image": "sprites/game_screenshots/flappy_bird.jfif" 
    },
    {
    "Name": "Desert Dunes",
    "Description": "Desert Dunes is a 2D platformer by Sophia created using Godot! Inside Story: You are Stuart, Stranded in a sun-scorched desert after a crash, Stuart finds himself alone among ancient ruins half-swallowed by sand. The wind whispers through broken stone, carrying echoes of a forgotten world. With each leap across crumbling platforms, he pieces together fragments of a lost civilization; skeletons, signs, and ghostly coins. Something watches. Something waits. He presses on. Not just to survive, but to uncover why he was brought here.",
    "Link": "https://platinumplat.itch.io/desert-dunes", 
    "Image": "sprites/game_screenshots/desert_game.png" 
    },
        {
    "Name": "Ultimate Snake",
    "Description": "A single player snake port which has customizable parameters, maps and even 2 players control!",
    "Link": "https://2p-snake.vercel.app/", 
    "Image": "sprites/game_screenshots/snake_game.png" 
    },
    {
    "Name": "Synthwave Velocity 2D",
    "Description": "it is a cyberpunk themed car survival game in 2D where we enjoy elegant graphics  with your own choice of music while doing some missions and survival.",
    "Link": "https://not-minigame.vercel.app/", 
    "Image": "sprites/game_screenshots/car_game.png" 
    },
    {
    "Name": "Betrayal Ludo",
    "Description": "Betrayal Ludo is a unique twist on the classic Ludo game, introducing new features and mechanics that enhance gameplay and strategy. Players must navigate the board, avoid traps, and outsmart their opponents to claim victory.",
    "Link": "https://betrayal-ludo.vercel.app/", 
    "Image": "sprites/game_screenshots/ludo_game.png" 
    },
        {
    "Name": "Knight Adventure",
    "Description": "A mini game with one level featuring monsters and a player with normal blocks (and a level editor)",
    "Link": "https://knight-adventure-plum.vercel.app/", 
    "Image": "sprites/game_screenshots/knight_game.png" 
    },
    {
    "Name": "Shadow Swap",
    "Description": "Shadow Swap , A game where you have to switch Dimension while doing task , like mid air , mid walking ,mid running , any time when needed . ",
    "Link": "https://shadowswap.vercel.app/", 
    "Image": "sprites/game_screenshots/shadow_game.png" 
    }
    
    ]